astro-build.astro-vscode
bradlc.vscode-tailwindcss
cierra.livewire-vscode
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
enkia.tokyo-night
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
golang.go
icrawl.discord-vscode
laravel.vscode-laravel
mechatroner.rainbow-csv
mhutchie.git-graph
ms-vscode.cpptools
nuxt.mdc
onecentlin.laravel-blade
pkief.material-icon-theme
rangav.vscode-thunder-client
redhat.java
redhat.vscode-xml
ritwickdey.liveserver
svelte.svelte-vscode
usernamehw.errorlens
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscodevim.vim
vue.volar
wakatime.vscode-wakatime
yoavbls.pretty-ts-errors
